chat_system_686733070_actor_description=Gelena Attahskaya. Dragon's wife.
chat_system_686733070_snap_0_question=^?^Hello, [player]. And a big thanks for your help. Is there anything we can do for you?
chat_system_686733070_snap_0_answer_0=^?^Hello, Gelena! No, I've just come by to say hello.
chat_system_686733070_snap_0_answer_7=^?^Do you have any need for Dragon Eggs?
chat_system_686733070_snap_0_answer_8=^?^About the eggs...
chat_system_686733070_snap_6_question=^?^Dragon Eggs? My husband and I would like to start a family! Unfortunately, we can't have any children. But if you bring us Dragon Eggs then we can start our own family!
chat_system_686733070_snap_6_answer_0=^?^You want to start a family with Attah?! That's great! So what would you like to trade for them?
chat_system_686733070_snap_7_question=^?^Well, I managed to bring some Magic Crystals with me from Castle Gefen when I left Gostrim so I was thinking of exchanging Magic Crystals for them. How does that sound?
chat_system_686733070_snap_7_answer_0=^?^Hmmm... that sounds interesting but what do we do about the different colors?
chat_system_686733070_snap_8_question=^?^Well, let's see... The Green and Red Eggs are more common, so let's say 1 Magic Crystal per egg. For the Black ones, let's say you'll get 2 Magic Crystals for 1 of them. Exchange rates may get slightly better if you exchange more.
chat_system_686733070_snap_8_answer_0=^?^Hmmm... Okay, that sounds like a good exchange rate... What about Blue ones?
chat_system_686733070_snap_9_question=^?^Blue ones? I've never heard of Blue Dragons or Blue Dragon Eggs before... Hmmm... wait... I think I did hear rumors that there was a Blue Dragon in Arlania, but some say that is just a myth. Well, okay, if you manage to find Blue Dragon Eggs, you'll get 2 Magic Crystals for one of those as well, and once again exchange rates will get better the more you bring. For the Grey ones talk to my husband about those... Is that okay?
chat_system_686733070_snap_9_answer_0=^?^Wow! Sounds like a really good deal! Now let me go get some eggs...
chat_system_686733070_snap_9_answer_1=^?^Wow! Sounds like a really good deal! I already have some Green Eggs on me! Let's trade...
chat_system_686733070_snap_9_answer_2=^?^Wow! Sounds like a really good deal! I already have some Red Eggs on me! Let's trade...
chat_system_686733070_snap_9_answer_3=^?^Wow! Sounds like a really good deal! I already have some Black Eggs on me! Let's trade...
chat_system_686733070_snap_9_answer_4=^?^Wow! Sounds like a really good deal! I already have some Blue Eggs on me! Let's trade...
chat_system_686733070_snap_9_answer_5=^?^Wow! Sounds like a really good deal! I must depart, milady...
chat_system_686733070_snap_10_question=^?^Which kind would you like to trade?
chat_system_686733070_snap_10_answer_0=^?^I don't have any green ones, what is the exchange rate again?
chat_system_686733070_snap_10_answer_1=^?^I don't have any red ones, what is the exchange rate again?
chat_system_686733070_snap_10_answer_2=^?^I don't have any black ones, what is the exchange rate again?
chat_system_686733070_snap_10_answer_3=^?^I don't have any blue ones, what is the exchange rate again?
chat_system_686733070_snap_10_answer_4=^?^Let's trade green ones...
chat_system_686733070_snap_10_answer_5=^?^Let's trade red ones...
chat_system_686733070_snap_10_answer_6=^?^Let's trade black ones...
chat_system_686733070_snap_10_answer_7=^?^Let's trade blue ones...
chat_system_686733070_snap_10_answer_8=^?^You know, I've changed my mind - I've gotta go...
chat_system_686733070_snap_11_question=^?^How many Green Eggs would you like to trade?
chat_system_686733070_snap_11_answer_0=^?^[img_crystal] Receive 1 Magic Crystal for 1 Green Dragon Egg.
chat_system_686733070_snap_11_answer_1=^?^[img_crystal] Receive 2 Magic Crystals for 2 Green Dragon Eggs.
chat_system_686733070_snap_11_answer_2=^?^[img_crystal] Receive 6 Magic Crystals for 5 Green Dragon Eggs.
chat_system_686733070_snap_11_answer_3=^?^[img_crystal] Receive 13 Magic Crystals for 10 Green Dragon Eggs.
chat_system_686733070_snap_11_answer_4=^?^Milady, I've changed my mind - let's trade something else...
chat_system_686733070_snap_11_answer_5=^?^Milady, I've changed my mind - I must depart...
chat_system_686733070_snap_12_question=^?^How many Red Eggs would you like to trade?
chat_system_686733070_snap_12_answer_0=^?^[img_crystal] Receive 1 Magic Crystal for 1 Red Dragon Egg.
chat_system_686733070_snap_12_answer_1=^?^[img_crystal] Receive 3 Magic Crystals for 2 Red Dragon Eggs.
chat_system_686733070_snap_12_answer_2=^?^[img_crystal] Receive 8 Magic Crystals for 5 Red Dragon Eggs.
chat_system_686733070_snap_12_answer_3=^?^[img_crystal] Receive 17 Magic Crystals for 10 Red Dragon Eggs.
chat_system_686733070_snap_12_answer_4=^?^Milady, I've changed my mind - let's trade something else...
chat_system_686733070_snap_12_answer_5=^?^Milady, I've changed my mind - I must depart...
chat_system_686733070_snap_13_question=^?^How many Black Eggs would you like to trade?
chat_system_686733070_snap_13_answer_0=^?^[img_crystal] Receive 2 Magic Crystals for 1 Black Dragon Egg.
chat_system_686733070_snap_13_answer_1=^?^[img_crystal] Receive 4 Magic Crystals for 2 Black Dragon Eggs.
chat_system_686733070_snap_13_answer_2=^?^[img_crystal] Receive 10 Magic Crystals for 5 Black Dragon Eggs.
chat_system_686733070_snap_13_answer_3=^?^[img_crystal] Receive 21 Magic Crystals for 10 Black Dragon Eggs.
chat_system_686733070_snap_13_answer_4=^?^Milady, I've changed my mind - let's trade something else...
chat_system_686733070_snap_13_answer_5=^?^Milady, I've changed my mind - I must depart...
chat_system_686733070_snap_14_question=^?^How many Blue Eggs would you like to trade?
chat_system_686733070_snap_14_answer_0=^?^[img_crystal] Receive 2 Magic Crystals for 1 Blue Dragon Egg.
chat_system_686733070_snap_14_answer_1=^?^[img_crystal] Receive 5 Magic Crystals for 2 Blue Dragon Eggs.
chat_system_686733070_snap_14_answer_2=^?^[img_crystal] Receive 13 Magic Crystals for 5 Blue Dragon Eggs.
chat_system_686733070_snap_14_answer_3=^?^[img_crystal] Receive 26 Magic Crystals for 10 Blue Dragon Eggs.
chat_system_686733070_snap_14_answer_4=^?^Milady, I've changed my mind - let's trade something else...
chat_system_686733070_snap_14_answer_5=^?^Milady, I've changed my mind - I must depart...
chat_system_686733070_snap_15_question=^?^The Green Egg exchange rate is:<br>[img_crystal] Receive 1 Magic Crystal for 1 Green Dragon Egg.<br>[img_crystal] Receive 2 Magic Crystals for 2 Green Dragon Eggs.<br>[img_crystal] Receive 6 Magic Crystals for 5 Green Dragon Eggs.<br>[img_crystal] Receive 13 Magic Crystals for 10 Green Dragon Eggs.
chat_system_686733070_snap_15_answer_0=^?^Okay, thanks, milady! Let's trade something else...
chat_system_686733070_snap_15_answer_1=^?^Okay, thanks, milady! I must depart...
chat_system_686733070_snap_16_question=^?^The Red Egg exchange rate is:<br>[img_crystal] Receive 1 Magic Crystal for 1 Red Dragon Egg.<br>[img_crystal] Receive 3 Magic Crystals for 2 Red Dragon Eggs.<br>[img_crystal] Receive 8 Magic Crystals for 5 Red Dragon Eggs.<br>[img_crystal] Receive 17 Magic Crystals for 10 Red Dragon Eggs.
chat_system_686733070_snap_16_answer_0=^?^Okay, thanks, milady! Let's trade something else...
chat_system_686733070_snap_16_answer_1=^?^Okay, thanks, milady! I must depart...
chat_system_686733070_snap_17_question=^?^The Black Egg exchange rate is:<br>[img_crystal] Receive 2 Magic Crystals for 1 Black Dragon Egg.<br>[img_crystal] Receive 4 Magic Crystals for 2 Black Dragon Eggs.<br>[img_crystal] Receive 10 Magic Crystals for 5 Black Dragon Eggs.<br>[img_crystal] Receive 21 Magic Crystals for 10 Black Dragon Eggs.
chat_system_686733070_snap_17_answer_0=^?^Okay, thanks, milady! Let's trade something else...
chat_system_686733070_snap_17_answer_1=^?^Okay, thanks, milady! I must depart...
chat_system_686733070_snap_18_question=^?^The Blue Egg exchange rate is:<br>[img_crystal] Receive 2 Magic Crystals for 1 Blue Dragon Egg.<br>[img_crystal] Receive 5 Magic Crystals for 2 Blue Dragon Eggs.<br>[img_crystal] Receive 13 Magic Crystals for 5 Blue Dragon Eggs.<br>[img_crystal] Receive 26 Magic Crystals for 10 Blue Dragon Eggs.
chat_system_686733070_snap_18_answer_0=^?^Okay, thanks, milady! Let's trade something else...
chat_system_686733070_snap_18_answer_1=^?^Okay, thanks, milady! I must depart...
chat_system_686733070_snap_20_question=^?^Here is your Magic Crystal. Thank you for the egg!
chat_system_686733070_snap_20_answer_0=^?^Let's get back to trading, milady...
chat_system_686733070_snap_20_answer_1=^?^Milady, I must depart...
chat_system_686733070_snap_21_question=^?^Here are your Magic Crystals. Thank you for the egg!
chat_system_686733070_snap_21_answer_0=^?^Let's get back to trading, milady...
chat_system_686733070_snap_21_answer_1=^?^Milady, I must depart...
chat_system_686733070_snap_22_question=^?^Here are your Magic Crystals. Thank you for the eggs!
chat_system_686733070_snap_22_answer_0=^?^Let's get back to trading, milady...
chat_system_686733070_snap_22_answer_1=^?^Milady, I must depart...
